export const homeFeatures: Feature[] = [
    {
        icon: "/images/guaranteed.svg",
        title: "دوره های تضمین شده",
        description:
            "تضمین می‌کنیم دوره‌های آموزشی‌ ما عصارهٔ سال‌ها تجربه و کاملاً کارآمدند. اینجا خبری از اطلاعات اضافی، غیرضروری و زمان‌بر نیست.",
    },
    {
        icon: "/images/teachers.svg",
        title: "اساتید کارآزموده",
        description:
            " اساتید رو گلچین کردیم که به چم و خم مسیر برنامه‌نویسی کاملاً مسلط بودند. از الزاماتِ رسیدن به افق‌های بالاتر، حضور یک مربی خبره است.",
    },
    {
        icon: "/images/consultant.svg",
        title: "مشاوره های تخصصی",
        description:
            " بستری برای مشاورهٔ تخصصی فراهم کردیم تا اطمینان پیدا کنیم همه به مقصد می‌رسند. از دلگرمی‌های مسیر، دسترسی به مشاور دلسوز است.",
    },
];